Repository: colorcube/anfahrt
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tt_content.list_type_pi1
source: Simple map for one location
de: Einfache Anfahrtskarte

# pi1_title
source: Simple map for one location
de: Einfache Anfahrtskarte

# pi1_plus_wiz_description
source: Simple map plugin with marker and popup window.
de: Einfache Anfahrtskarte mit Marker und Popup Fenster.

# anfahrt.pi_flexform.be_geocode_description
source: Street, ZIP Code, City, Country
de: Straße, PLZ, Stadt, Land

# anfahrt.pi_flexform.be_go
source: Search coordinates for given address
de: Koordinaten für Adresse suchen

# anfahrt.pi_flexform.be_drag_description
source: The marker can be dragged to change the coordinates.
de: Der Marker kann in der Karte verschoben werden um die Position zu verändern.

# anfahrt.pi_flexform.sheet_display
source: Display
de: Anzeige

# anfahrt.pi_flexform.sheet_general
source: Location
de: Standort

# anfahrt.pi_flexform.sheet_description
source: Display and description
de: Ansicht und Beschreibung

# anfahrt.pi_flexform.address
source: Address (for route planning)
de: Adresse (für Routenplaner)

# anfahrt.pi_flexform.latitude
source: Latitude
de: Breitengrad

# anfahrt.pi_flexform.longitude
source: Longitude
de: Längengrad

# anfahrt.pi_flexform.width
source: Width of map (add px, %, em, ...)
de: Breite der Karte (verwende px, %, em, ...)

# anfahrt.pi_flexform.height
source: Height of map (add px, %, em, ...)
de: Höhe der Karte (verwende px, %, em, ...)

# anfahrt.pi_flexform.zoom
source: Map zoom level
de: Karten-Zoomstufe

# anfahrt.pi_flexform.zoom_default
source: Default
de: Standard-Zoomstufe

# anfahrt.route_planner
source: route planner
de: Routenplaner
